Revit API Introduction Labs
Lab5_1_GroupsAndGroupTypes Class
 List all groups and group types in the model.
 Namespace: Labs
 Assembly: labs (in labs.dll) Version: 3.0.0.1 (3.0.0.1)
Syntax
C#
public class Lab5_1_GroupsAndGroupTypes : IExternalCommand
Visual Basic (Declaration)
Public Class Lab5_1_GroupsAndGroupTypes _
	Implements IExternalCommand
Visual C++
public ref class Lab5_1_GroupsAndGroupTypes : IExternalCommand
Inheritance Hierarchy
System.Object
 Labs.Lab5_1_GroupsAndGroupTypes
See Also
Lab5_1_GroupsAndGroupTypes Members
Labs Namespace